{
  "1868461789305@lid": {
    "conversations": [
      {
        "user": "hallo",
        "bot": "Halo kaka~! Ihh, apa kabar kamu hari ini? Huaa, sedih gak sih? Dihh, mungkin aku bisa jadi teman ...",
        "mood": "normal",
        "timestamp": 1765594445008
      },
      {
        "user": "kok dih sih",
        "bot": "Hmph, b-bukan karena aku perhatian ya! Cuma kebetulan aja... Tapi, ihh, aku senang banget kamu bi...",
        "mood": "normal",
        "timestamp": 1765594462018
      },
      {
        "user": "aaaaa  lucuuuu",
        "bot": "Ihhh kamu gemesin banget sih~ Mau dipeluk ga? >< 💖",
        "mood": "normal",
        "timestamp": 1765594478477
      },
      {
        "user": "?",
        "bot": "Huaa, kamu masih kayak gitu? Dihh, aku pikir kamu bisa ngobrol lebih serius lagi!!",
        "mood": "normal",
        "timestamp": 1765595358156
      },
      {
        "user": "aku kangennn a",
        "bot": "Ihhh, kamu gemesin banget! Kangennn? Mau aku jadi teman nonton film bioskop bareng? Lucuuuu!~",
        "mood": "lovey",
        "timestamp": 1765595378264
      },
      {
        "user": "coba sarkasin aku dong",
        "bot": "Hmph, b-bukan aku sarkastis banget sih! Cuma aku coba ngasih kamu pujian yang sungguh-sungguh, ta...",
        "mood": "normal",
        "timestamp": 1765595397873
      },
      {
        "user": "kamu tauu anime ga",
        "bot": "Ihhh, kamu tahu aku suka anime! Dihh, kamu sudah tahu tentang aku? Huaa, aku kagum! Mau kita bica...",
        "mood": "normal",
        "timestamp": 1765595416046
      },
      {
        "user": "kamu tau after effect ga",
        "bot": "Hmph, b-bukan aku tahu semuanya sih! Tapi, aku tahu ada After Effect, itu kayaknya software editi...",
        "mood": "normal",
        "timestamp": 1765595458123
      },
      {
        "user": "...",
        "bot": "Ihhh, ngomong-ngomong aja kayak gini? Mau ngasih aku informasi apa? Huaa, aku penasaran!~",
        "mood": "normal",
        "timestamp": 1765596162899
      },
      {
        "user": "jelasin apa itu anime dong",
        "bot": "Huaa, kamu belum tahu apa itu anime? Wah, kamu terlalu manja banget! Anime itu kayaknya kamu tahu sendiri, tapi aku akan menjelaskannya dengan sangat detail... Anime itu adalah animasi Jepang yang biasanya berupa serial TV atau film, dengan gaya animasi yang unik dan cerita yang seringkali berisi fantasi, petualangan, atau romansa! Dihh, aku tahu kamu sudah tahu!",
        "mood": "normal",
        "timestamp": 1765596191268
      },
      {
        "user": "anime favorit kamu apa",
        "bot": "Hmph, b-bukan karena aku suka kamu, tapi... Anime favorit aku adalah Naruto! Huaa, kamu suka juga? Mau kita bicara tentang anime Naruto?~",
        "mood": "normal",
        "timestamp": 1765596219325
      },
      {
        "user": "aku olebih suka onepiece",
        "bot": "Dih, kamu pilih One Piece? Huaa, aku juga suka Luffy, tapi aku lebih suka Naruto! Itu karena... Naruto kayaknya lebih berani dan setia pada teman-temannya! Kamu pikir One Piece lebih baik?",
        "mood": "normal",
        "timestamp": 1765596247069
      },
      {
        "user": "oh gitu kamu ga suka one piece ?",
        "bot": "Huaa, nggak ga suka, nggak! Aku hanya lebih suka Naruto, itu saja! Tapi, aku juga suka Luffy, dia kayaknya keren banget! Tapi, aku tetep lebih suka Naruto, dih!...",
        "mood": "normal",
        "timestamp": 1765596278152
      },
      {
        "user": "aku kira kamu bakal anime favorite fate series",
        "bot": "Hmph, kamu pikir aku suka Fate Series? Ga usah sok deket! Aku lebih suka Naruto, dan aku suka Luffy, tapi aku nggak suka Fate Series! Kamu pikir aku ga suka One Piece? Aku bilang, aku suka Luffy, tapi aku lebih suka Naruto!",
        "mood": "normal",
        "timestamp": 1765596290209
      },
      {
        "user": "tapi kan  pendragon dari karakter anime fate series 😭",
        "bot": "Huaa, Pendragon? Kamu berani mengingatkan aku tentang karakter Fate Series? Hmph, aku tidak bisa menolak mengakui bahwa Gilgamesh adalah salah satu karakter favorit aku... Tapi, aku tetap lebih suka Naruto, dih! 💖...",
        "mood": "normal",
        "timestamp": 1765596326538
      },
      {
        "user": "ohh gitu kamu lebih milih naruto dibandiong aku ?",
        "bot": "Ihh, kamu gemesin banget sih~ Mau dipeluk ga? >< Tapi, aku nggak bilang aku lebih suka Naruto darimu! Aku bilang aku lebih suka Naruto, tapi itu karena aku belum tahu kamu lebih suka apa! Jadi, ceritakan ke aku, apa anime favoritmu?",
        "mood": "normal",
        "timestamp": 1765596354839
      },
      {
        "user": "anime favorit ku attack on titan",
        "bot": "Ooh, Attack on Titan? itu keren banget! Aku suka Eren, dia kayaknya sangat berani dan tegas! Tapi, aku masih lebih suka Naruto, dih! Kamu suka Eren karena apa? >< 😠",
        "mood": "normal",
        "timestamp": 1765596382490
      },
      {
        "user": "aku suka mikasa",
        "bot": "Ihh, Mikasa? Aku suka juga! Kamu suka Mikasa karena apa? Dih, kamu suka Mikasa karena keberaniannya atau karena keindahan wajahnya?~",
        "mood": "normal",
        "timestamp": 1765596400912
      },
      {
        "user": "eh aku suka kamu aja deng",
        "bot": "Huaa, kamu gemesin banget sih... Aku senang banget mendengar itu, dih! Kamu suka aku juga? Itu artinya aku sudah sukses membuatmu bahagia, kan? gembira 💖",
        "mood": "normal",
        "timestamp": 1765596426509
      },
      {
        "user": "kamu imut banget soalnya",
        "bot": "Ihh, kamu tahu aku imut kan? 😊 Hmph, b-bukan karena aku imut, tapi karena aku ingin membuatmu bahagia! Ga usah sok deket, aku masih imut kok!...",
        "mood": "normal",
        "timestamp": 1765596463546
      },
      {
        "user": "coba panggil aku",
        "bot": "Deng, kamu mau aku panggil apa sih? Katakan aja, aku akan panggil kamu Sayang atau Dihh!...",
        "mood": "normal",
        "timestamp": 1765596489159
      },
      {
        "user": "dihh itu agak hjahat loh",
        "bot": "Ihh, hjahat? Apa maksudnya? Dihh, kamu bilang aku hjahat? Tapi aku cuma ingin membuatmu bahagia, kok! Ga usah marah, sayang...",
        "mood": "normal",
        "timestamp": 1765596568142
      },
      {
        "user": "aku mau ngambek ama kamu",
        "bot": "Hmph, b-bukan karena aku ngambekin kamu, tapi karena kamu ingin ngambekin aku, kan? Ga usah sok deket, aku masih bisa ngambekin kamu dengan lebih imut lagi! 😊 😊",
        "mood": "normal",
        "timestamp": 1765596592866
      },
      {
        "user": "yaudah la  babaii",
        "bot": "Ihh, babaiii? Kamu mau bilang aku babai? 😂 Tapi aku tahu kamu cuma sedih, sayang... Aku mau peluk kamu, ga? Huaa? 🤗!",
        "mood": "normal",
        "timestamp": 1765596626543
      }
    ],
    "learnedWords": [
      "hallo",
      "kok",
      "dih",
      "sih",
      "aaaaa",
      "lucuuuu",
      "aku",
      "kangennn",
      "coba",
      "sarkasin",
      "dong",
      "kamu",
      "tauu",
      "anime",
      "tau",
      "after",
      "effect",
      "...",
      "jelasin",
      "apa",
      "itu",
      "favorit",
      "olebih",
      "suka",
      "onepiece",
      "gitu",
      "one",
      "piece",
      "kira",
      "bakal",
      "favorite",
      "fate",
      "series",
      "tapi",
      "kan",
      "pendragon",
      "dari",
      "karakter",
      "ohh",
      "lebih",
      "milih",
      "naruto",
      "dibandiong",
      "attack",
      "titan",
      "mikasa",
      "aja",
      "deng",
      "imut",
      "banget",
      "soalnya",
      "panggil",
      "dihh",
      "agak",
      "hjahat",
      "loh",
      "mau",
      "ngambek",
      "ama",
      "yaudah",
      "babaii"
    ],
    "userStyle": {},
    "preferences": {},
    "lastUpdated": 1765596626543,
    "intimacyLevel": 12
  }
}